var searchData=
[
  ['2_20заполните_20файловую_20систему_0',['2. Заполните файловую систему',['../md__quick_start___r_u.html#autotoc_md26',1,'']]],
  ['2_20зачем_20ещё_20одна_20файловая_20система_1',['2. Зачем ещё одна файловая система?',['../md__r_e_a_d_m_e___r_u.html#autotoc_md6',1,'']]],
  ['2_20использование_20памяти_2',['3.2 Использование памяти',['../md__r_e_a_d_m_e___r_u.html#autotoc_md14',1,'']]],
  ['2_20упрощение_20портирования_20программ_20написанных_20под_20linux_3',['2. Упрощение портирования программ, написанных под Linux',['../md__r_e_a_d_m_e___r_u.html#autotoc_md8',1,'']]]
];
