var searchData=
[
  ['упрощение_20портирования_20программ_20написанных_20под_20linux_0',['2. Упрощение портирования программ, написанных под Linux',['../md__r_e_a_d_m_e___r_u.html#autotoc_md8',1,'']]],
  ['устойчивость_20к_20повреждениям_1',['3.5 Устойчивость к повреждениям',['../md__r_e_a_d_m_e___r_u.html#autotoc_md20',1,'']]],
  ['устойчивость_20к_20повреждениям_2',['3. Более высокая устойчивость к повреждениям',['../md__r_e_a_d_m_e___r_u.html#autotoc_md9',1,'']]],
  ['устройствах_20с_20небольшим_20объёмом_20памяти_3',['1. Эффективное хранение неизменяемых данных на устройствах с небольшим объёмом памяти',['../md__r_e_a_d_m_e___r_u.html#autotoc_md7',1,'']]],
  ['у_20существующих_20файловых_20систем_20esp_20idf_4',['3.3 POSIX-совместимость лучше, чем у существующих файловых систем ESP-IDF',['../md__r_e_a_d_m_e___r_u.html#autotoc_md16',1,'']]]
];
