var searchData=
[
  ['3_20более_20высокая_20устойчивость_20к_20повреждениям_0',['3. Более высокая устойчивость к повреждениям',['../md__r_e_a_d_m_e___r_u.html#autotoc_md9',1,'']]],
  ['3_20возможности_1',['3. Возможности',['../md__r_e_a_d_m_e___r_u.html#autotoc_md11',1,'']]],
  ['3_20создайте_20tar_20архив_2',['3. Создайте TAR-архив',['../md__quick_start___r_u.html#autotoc_md27',1,'']]],
  ['3_201_20ничего_20революционного_3',['3.1 Ничего революционного',['../md__r_e_a_d_m_e___r_u.html#autotoc_md12',1,'']]],
  ['3_202_20использование_20памяти_4',['3.2 Использование памяти',['../md__r_e_a_d_m_e___r_u.html#autotoc_md14',1,'']]],
  ['3_203_20posix_20совместимость_20лучше_20чем_20у_20существующих_20файловых_20систем_20esp_20idf_5',['3.3 POSIX-совместимость лучше, чем у существующих файловых систем ESP-IDF',['../md__r_e_a_d_m_e___r_u.html#autotoc_md16',1,'']]],
  ['3_204_20проверка_20целостности_20файлов_20crc64_20ecma_20182_6',['3.4 Проверка целостности файлов (CRC64/ECMA-182)',['../md__r_e_a_d_m_e___r_u.html#autotoc_md18',1,'']]],
  ['3_205_20устойчивость_20к_20повреждениям_7',['3.5 Устойчивость к повреждениям',['../md__r_e_a_d_m_e___r_u.html#autotoc_md20',1,'']]],
  ['3_206_20производительность_20и_20предсказуемость_8',['3.6 Производительность и предсказуемость',['../md__r_e_a_d_m_e___r_u.html#autotoc_md22',1,'']]],
  ['3_20posix_20совместимость_20лучше_20чем_20у_20существующих_20файловых_20систем_20esp_20idf_9',['3.3 POSIX-совместимость лучше, чем у существующих файловых систем ESP-IDF',['../md__r_e_a_d_m_e___r_u.html#autotoc_md16',1,'']]]
];
